MMcM/circuitpython/ports/raspberrypi/boards/weact_studio_pico_8mb/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "WeAct Studio Pico 8MB"
#define MICROPY_HW_MCU_NAME "rp2040"
